{"title": "Netflix shares drop after streamer misses earnings estimates, citing Brazilian tax dispute", "link": "https://www.cnbc.com/2025/10/21/netflix-nflx-earnings-q3-2025.html", "published": "2025-10-21T21:32:15+00:00", "summary": "Resumen:  \nLas acciones de Netflix cayeron un 7% tras reportar resultados del tercer trimestre por debajo de lo esperado, afectados por una disputa fiscal en Brasil sobre un impuesto del 10%. A pesar de ello, los ingresos aumentaron un 17%, impulsados por crecimiento de membresías, ajustes de precios y publicidad, y la empresa espera mantener esta tendencia en el cuarto trimestre.\n\nTópicos:  \na. Impacto de la disputa fiscal en Brasil sobre resultados y márgenes  \nb. Crecimiento sólido de ingresos y publicidad, con récord en ventas de anuncios  \nc. Expansión de franquicias de contenido y nuevas oportunidades comerciales\n\nTickers:  \nNFLX"}
{"title": "Mattel misses Wall Street estimates as North American sales sink", "link": "https://www.cnbc.com/2025/10/21/mattel-mat-earnings-q3-2025.html", "published": "2025-10-21T21:30:07+00:00", "summary": "Resumen: Mattel reportó resultados del tercer trimestre por debajo de lo esperado, con ventas en Norteamérica cayendo un 12% debido a tarifas comerciales y cambios en patrones de pedidos minoristas. La compañía proyecta un crecimiento modesto para todo el año y apuesta por expandir su oferta de entretenimiento y tecnología.  \nTópicos: Resultados trimestrales por debajo de expectativas, impacto de tarifas comerciales en ventas en Norteamérica, nuevas alianzas para expansión de productos.  \nTickers: MAT"}
{"title": "CNBC exclusive: First look at Shield AI's new AI-piloted military fighter drone", "link": "https://www.cnbc.com/2025/10/21/exclusive-first-look-at-shield-ais-x-bat-ai-piloted-fighter-drone.html", "published": "2025-10-21T21:30:02+00:00", "summary": "Resumen: Shield AI, valuada en $5.3 mil millones, presenta su dron militar autónomo X-Bat con capacidad de vuelo vertical y autonomía de 2,000 millas, pilotado por su software de IA Hivemind. El X-Bat, diseñado para combate y con un costo estimado de $27 millones por unidad, busca revolucionar la industria de defensa dominada por grandes empresas. La compañía continúa creciendo pese a desafíos y apoya la iniciativa estadounidense para impulsar la tecnología de drones y autonomía.\n\nTópicos: lanzamiento del dron X-Bat, uso de inteligencia artificial en defensa, competencia y contexto del mercado de drones militares.\n\nTickers: No aplica."}
{"title": "This week's critical inflation report comes with a variety of doubts about the data", "link": "https://www.cnbc.com/2025/10/21/this-weeks-critical-inflation-report-comes-with-doubts-about-the-data.html", "published": "2025-10-21T21:29:44+00:00", "summary": "Resumen:  \nEl informe de inflación de septiembre enfrenta dudas por la calidad y completitud de los datos debido al cierre parcial del gobierno y limitaciones en la recolección del BLS. Aunque se espera inflación estable en 3.1% anual, la falta de información afecta la toma de decisiones del Fed, que anticipa una bajada moderada de tasas.\n\nTópicos:  \na) Calidad y confiabilidad de los datos del CPI afectados por el cierre gubernamental.  \nb) Expectativas estables de inflación y posibles ajustes en las tasas de interés.  \nc) Incertidumbre sobre la política monetaria futura debido a la falta de datos.  \n\nTickers:  \nNo se mencionan tickers específicos."}
{"title": "Are we in an AI bubble? Here's what analysts and experts are saying", "link": "https://www.cnbc.com/2025/10/21/are-we-in-an-ai-bubble.html", "published": "2025-10-21T21:17:22+00:00", "summary": "Resumen: El debate sobre si existe una burbuja en la inversión en inteligencia artificial (IA) está abierto, con expertos divididos entre quienes ven sobrevaloración y riesgos de estallido y quienes resaltan el potencial a largo plazo y el gasto real en infraestructura. El gasto global en IA alcanzará los $375.000 millones en 2025 y se espera que llegue a $500.000 millones en 2026, impulsado principalmente por gigantes tecnológicos como Amazon, Meta y Microsoft.  \nTópicos:  \na) Valuaciones y riesgo de burbuja en startups y megacaps de IA  \nb) Gasto masivo en infraestructura y capital real en sectores relacionados a IA  \nc) Opiniones divergentes de expertos y líderes empresariales sobre sostenibilidad y futuro del mercado de IA  \nTickers: AMZN, META, MSFT, GOOG (Alphabet), NVDA"}
{"title": "Trump says U.S. cattle ranchers 'don't understand' tariffs after some slam Argentine beef plan", "link": "https://www.cnbc.com/2025/10/22/trump-ranchers-beef-tariffs-argentina.html", "published": "2025-10-22T17:52:47+00:00", "summary": "Resumen: El expresidente Donald Trump defendió sus aranceles sobre la carne vacuna, atribuyendo a estos la mejora en los precios para los rancheros estadounidenses, y propuso importar carne de Argentina para reducir los precios al consumidor. La propuesta generó rechazo entre los rancheros y algunos legisladores republicanos preocupados por el impacto en el mercado local.  \nTópicos: aranceles a la carne vacuna, propuesta de importación de carne argentina, reacción de rancheros y legisladores republicanos  \nTickers: No aplican"}
{"title": "Tesla set to report third-quarter results after the bell", "link": "https://www.cnbc.com/2025/10/22/tesla-tsla-q3-2025-earnings-report.html", "published": "2025-10-22T17:52:13+00:00", "summary": "Resumen: Tesla reportará sus resultados del tercer trimestre con expectativas de un EPS de 54 centavos y ingresos de $26.37 mil millones, reflejando un crecimiento trimestral luego de dos años de declive. Los analistas estarán atentos a actualizaciones sobre Robotaxi, nuevos modelos económicos y sistemas de asistencia al conductor. La empresa enfrenta desafíos en Europa, competencia creciente y preocupación por la innovación y márgenes futuros.\n\nTópicos: resultados trimestrales, desafíos en Europa y competencia, futuros proyectos tecnológicos (Robotaxi, Cybercab, Optimus)\n\nTickers: TSLA"}
{"title": "NFL approves sale of minority stake in New York Giants to Julia Koch at a $10.3B valuation", "link": "https://www.cnbc.com/2025/10/22/nfl-sale-minority-stake-giants-koch.html", "published": "2025-10-22T17:34:56+00:00", "summary": "Resumen: La NFL aprobó la venta del 10% de los New York Giants a Julia Koch, valuando al equipo en $10.3 mil millones, la cifra más alta en la historia para la venta de una participación minoritaria en un equipo NFL. También se autorizaron ventas minoritarias en New England Patriots y San Francisco 49ers, en medio de una escalada en valoraciones impulsada por futuros derechos mediáticos y la entrada de capital privado.\n\nTópicos:  \na) Venta minoritaria de participación en equipos NFL con récords de valoración.  \nb) Incremento del valor de equipos por expectativas de nuevos derechos mediáticos.  \nc) Influencia de inversores de capital privado en la valorización de equipos NFL.\n\nTickers: No aplica"}
{"title": "Amazon introduces 'Blue Jay' warehouse robot that performs multiple tasks at once", "link": "https://www.cnbc.com/2025/10/22/amazon-debuts-blue-jay-robot-that-performs-multiple-tasks-at-once.html", "published": "2025-10-22T17:30:01+00:00", "summary": "Resumen: Amazon lanzó Blue Jay, un robot de almacén que realiza múltiples tareas simultáneamente, mejorando la eficiencia y reduciendo la carga física para empleados. El sistema está en prueba en Carolina del Sur y puede manejar el 75% de los artículos almacenados. Esta innovación se enmarca en el avance continuo de la automatización en los centros de distribución de la compañía.\n\nTópicos: \na) Lanzamiento e implementación del robot Blue Jay  \nb) Impacto en productividad y automatización en almacenes  \nc) Debate sobre el efecto de la automatización en el empleo de Amazon  \n\nTickers: AMZN"}
{"title": "Trump White House East Wing ballroom project got $22M boost from YouTube legal settlement", "link": "https://www.cnbc.com/2025/10/22/trump-white-house-ballroom-east-wing-demolition-youtube.html", "published": "2025-10-22T17:16:14+00:00", "summary": "Resumen: Alphabet, matriz de Google, aportó 22 millones de dólares en un acuerdo legal con Donald Trump para financiar parte de la construcción del nuevo salón de baile en el Ala Este de la Casa Blanca. El proyecto privado tiene un costo estimado de 250 millones y ha generado controversia por la demolición de parte del edificio histórico. Además de Alphabet, otras empresas como R.J. Reynolds y Lockheed Martin figuran como donantes, aunque los montos no están claros.\n\nTópicos:  \na) Contribución legal de Alphabet para la construcción del salón de baile  \nb) Controversia por demolición del Ala Este de la Casa Blanca  \nc) Donantes privados involucrados y financiamiento del proyecto  \n\nTickers: GOOGL (Alphabet)"}
